sedimentation/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    y1
    {
        type            cyclic;
        inGroups        1(cyclic);
        nFaces          625;
        startFace       45000;
        matchTolerance  0.0001;
        transform       unknown;
        neighbourPatch  y0;
    }
    y0
    {
        type            cyclic;
        inGroups        1(cyclic);
        nFaces          625;
        startFace       45625;
        matchTolerance  0.0001;
        transform       unknown;
        neighbourPatch  y1;
    }
    x0
    {
        type            cyclic;
        inGroups        1(cyclic);
        nFaces          625;
        startFace       46250;
        matchTolerance  0.0001;
        transform       unknown;
        neighbourPatch  x1;
    }
    x1
    {
        type            cyclic;
        inGroups        1(cyclic);
        nFaces          625;
        startFace       46875;
        matchTolerance  0.0001;
        transform       unknown;
        neighbourPatch  x0;
    }
    z0
    {
        type            cyclic;
        inGroups        1(cyclic);
        nFaces          625;
        startFace       47500;
        matchTolerance  0.0001;
        transform       unknown;
        neighbourPatch  z1;
    }
    z1
    {
        type            cyclic;
        inGroups        1(cyclic);
        nFaces          625;
        startFace       48125;
        matchTolerance  0.0001;
        transform       unknown;
        neighbourPatch  z0;
    }
)

// ************************************************************************* //
